{
	"token": {
		"home": "Home",
		"about-us": "About us",
		"products-services": "Products & Services",
		"promotions": "Promotions",
		"contact": "Contact us",
		"ccc": "CITY CENTRE COLUMBARIUM",
		"ccc-writeup": "The idea of a prestigious Columbarium in the heart of Kuala Lumpur city centre was conceptualised after due diligence in various aspects of planning, design, innovation, technology & expertise were explored and digested.  CITY CENTRE COLUMBARIUM is strategically located in Sungai Besi, Kuala Lumpur, which is a short 5 minutes' drive from the renowned Petronas Twin Towers. Scheduled to commence construction in the year 2021, this CITY CENTRE COLUMBARIUM, being officially registered as a Memorial Park, will rise 15 floors and anchored by 4 levels of basement for parking and service space.This unique Columbarium will be one of the most stylish facilities in Malaysia and will be managed with high-tech driven systems. It is constructed to endure for generations, harmonising the magnificent architectural craftsmanship with the religious beliefs and cultural practices of the urbanites. The City Centre Columbarium reflects the harmonious blend of light and shadow in the realm of life and sustainability.  The Columbarium will be standing proudly in Kuala Lumpur overlooking the city from a high vantage point, playing an important role of preserving the memory of loved ones.",
		"cycle-of-life": "The Cycle of Life",
		"cycle-of-life-writeup": "The Cycle of Life.  Autumn leaves to winter snow, and the buds of life in Spring.  Each lifetime has its hopes and miracles, happiness and serenity, joys of families and friends, and the sadness of leaving.  To hold and cherish the memories of times gone by, herein the resting place of those dear to our hearts, preserved for eternity for our future generations to behold.  The CITY CENTRE COLUMBARIUM is the rainbow’s end of our life’s journey.",
		"welcome-to-ccc": "Welcome to CCC",
		"address": "Address",
		"tel": "Tel",
		"email": "Email",
		"portals": "Portals",
		"member-portal": "Member portal",
		"agent-portal": "Distributor portal",
		"niches": "Niches",
		"niches-writeup": "The niches in the Columbarium are finely crafted with finesse.  The niches range include Single, Double and Family-size.  Soothing themes intricately emblazoned on the finely crafted panels, exuding a sense of peace and calmness.  A restful place to honour the departed loved ones for eternity.  Quiet and respectful, reflecting the deep love and care we feel for those who have left us.",
		"mem-tablets": "Memorial Tablets & Plates",
		"mem-tablets-writeup": "City Centre Columbarium offers Memorial Tablets and Memorial Plates elegantly designed and with respect to the Chinese traditions and cultures. There is a dedicated floor to place these Memorial Tablets and Plates in an ambience of reverence and serenity.",
		"mem-hall": "Memorial Hall/ Prayer Hall",
		"mem-hall-writeup": "There is a grand reception hall to greet visitors, an impressive Memorial Hall for wake services, and Prayer Halls for remembering our departed loved ones.",
		"amenities": "Amenities & Facilities",
		"amenities-writeup": " For visitors’ comfort and relaxation, there are amenities in the building including a Café and a Sky Park, and sofas at designated rest areas clustering around the spacious Concourses at each floor.  Our Sky Park is professionally landscaped and is filled with blossoming flowers and plants.  All areas are guarded by 24-hour security, a high-tech system of premises monitoring and centralised computer access control on all floors.",
		"brochure": "Brochure",
		"background-aspiration": "Background and Aspiration",
		"background-aspiration-writeup": "The Company was formerly known as Bumijaya Pengurusan Kualiti Sdn Bhd, and changed its name to City Centre Columbarium Sdn Bhd on 24 September 2020.  It was previously a private limited company incorporated in Malaysia under the Companies Act 1965 on 3 September 2014 and was subsequently converted to a public limited company on 12 October 2020. The Company’s mission is to build and manage a unique, innovative and prestigious Columbarium in Kuala Lumpur city centre, and servicing our clients with utmost professionalism and responsibility.  We aspire to be a caring bereavement care provider sensitive to the needs and requirements for each and every one of our clients.  We believe City Centre Columbarium will be a new landmark. ",
		"our-team": "Our Team",
		"ceo": "Chief Executive Officer (CEO)",
		"ceo-name": "Datuk Au Kok Huei",
		"ceo-writeup": "was appointed as the Chief Executive Officer and Director of the Company on 16th June, 2020. He holds a Master of Business Administration degree majoring in Marketing and Investment and a Bachelor of Business Administration degree from The University of Arkansas, U.S.A. He is conferred with Darjah Pangkuan Seri Melaka (DPSM), which carries the title Datuk by the Melaka Yang di-Pertua Negeri on November 2020. Datuk Au’s career span includes being the COO and CEO of a few public listed companies involved in various industries including international food and beverage, property development, trading, and most importantly, bereavement care.As the founding member and driving force behind City Centre Columbarium, he leads the company in strategic planning for sales & marketing, training, business development and operations management. Geared with his vast experience and also as a testament of his expert knowledge in the bereavement care industry, Datuk Au was appointed as Advisor and invited to be a Key Speaker for the Asia Funeral Conference and Expo (Hong Kong) in year 2009 and 2011.",
		"exd": "Executive Director",
		"exd-name": "Mr. Tan King Aun",
		"exd-writeup": "was appointed as the Executive Director of the Company on 30th July, 2020.He holds a Master of Business Administration degree specializing in Strategic Marketing from The University of Hull (UK), and a Diploma in Management Studies from HKMA/HK Polytechnic University. He was a Member of The Chartered Institute of Marketing (UK) (MCIM), and an Associate of The Chartered Institute of Arbitrators (UK) (ACIArb).Among his notable professional and management experiences were his appointment as General Manager (Hong Kong) for Royal Selangor (HK) Ltd from 1987 to 1995, and in the Hong Leong Industries Bhd subsidiaries, as Head of Projects Sales for Guocera Marketing Sdn Bhd (1995 to 2015) and General Manager (Sales) for Hume Cemboard Industries Sdn Bhd (2015 to 2017).",
		"marketing": "Marketing & Operations",
		"marketing-name": "Ms. Rane Lim See Leng",
		"marketing-writeup": "joined the Company on November 2020.  She holds a Diploma in Mass Communication and was also a Council Member and Community Member of Gold Thread International Product Lounge (China), Malaysia Retailer-Chain Association, and ASEAN Retail Chains & Franchise Federation. She has over 15 years of experience in the area of marketing, advertising and promotion, of which she was involved in the bereavement care industry for 3 years. She currently handles and leads the overall Marketing and Operations functions at City Centre Columbarium.",
		"sales": "Business Development & Sales Admin",
		"sales-name": "Mr. Martin Shek Wai Hong",
		"sales-writeup": "joined the Company on October 2020.  His past working experience includes 3 years in the bereavement care industry and 8 years in property development, information technology and education at various areas of responsibilities involving in sales admin, credit control, marketing and business development.Backed by the knowledge and experience he garnered from the bereavement care industry, Mr Shek is currently responsible for City Centre Columbarium’s Sales Admin, Credit Control and Business Development.",
		"milestone": "Milestone",
		"coming-soon": "Coming Soon",
		"coming-soon-desc": "We're working hard to finish the development of this page. In the meantime, please continue surfing our website.",
		"project-site-status": "Project Site Progress Status",
		"project-site-status-date": "16 April 2021",
		"project-site-status-writeup": "Construction works at the project site has commenced in April 2021.",
		"talk-to-us": "Talk to us!",
		"enquiry-form": "Enquiry Form",
		"default-enquiry": "Please Choose an Enquiry Topic",
		"general-enq": "General Enquiries",
		"agent-enq": "Interested to become an Agent",
		"full-name": "Full Name",
		"never-share-email": "We'll never share your email with anyone else.",
		"subject": "Subject",
		"submit": "Submit",
		"message": "Message",
		"find-us": "Find us!",
		"translationWithDataObject": "My dynamic user data is First Name: ${data.firstName} and Last Name: ${data.lastName}",
		"translationWithDataString": "My dynamic string is ${data}!",
		"translationWithDataArray": "My dynamic string is ${data.0}, ${data.1}!"
	}
}