{
	"token": {
		"home": "Home",
		"about-us":"About us",
		"products-services": "Products & Services",
		"promotions": "Promotions",
		"contact": "Contact us",
		"ccc": "CITY CENTRE COLUMBARIUM",
		"ccc-writeup":"The idea of a prestigious Columbarium in the heart of Kuala Lumpur city centre was conceptualised after due diligence in various aspects of planning, design, innovation, technology & expertise were explored and digested.  CITY CENTRE COLUMBARIUM is strategically located in Sungai Besi, Kuala Lumpur, which is a short 5 minutes' drive from the renowned Petronas Twin Towers. Scheduled to commence construction in the year 2021, this CITY CENTRE COLUMBARIUM, being officially registered as a Memorial Park, will rise 15 floors and anchored by 4 levels of basement for parking and service space.This unique Columbarium will be one of the most stylish facilities in Malaysia and will be managed with high-tech driven systems. It is constructed to endure for generations, harmonising the magnificent architectural craftsmanship with the religious beliefs and cultural practices of the urbanites. The City Centre Columbarium reflects the harmonious blend of light and shadow in the realm of life and sustainability.  The Columbarium will be standing proudly in Kuala Lumpur overlooking the city from a high vantage point, playing an important role of preserving the memory of loved ones.",
		"cycle-of-life" : "The Cycle of Life",
		"cycle-of-life-writeup": "The Cycle of Life.  Autumn leaves to winter snow, and the buds of life in Spring.  Each lifetime has its hopes and miracles, happiness and serenity, joys of families and friends, and the sadness of leaving.  To hold and cherish the memories of times gone by, herein the resting place of those dear to our hearts, preserved for eternity for our future generations to behold.  The CITY CENTRE COLUMBARIUM is the rainbow’s end of our life’s journey.",
		"welcome-to-ccc" : "Welcome to CCC",
		"address" : "Address",
		"tel" : "Tel",
		"email" : "Email",
		"portals" : "Portals",
		"member-portal" : "Member portal",
		"agent-portal" : "Agent portal",
		"translationWithDataObject": "My dynamic user data is First Name: ${data.firstName} and Last Name: ${data.lastName}",
		"translationWithDataString": "My dynamic string is ${data}!",
		"translationWithDataArray": "My dynamic string is ${data.0}, ${data.1}!"
	}
}
